test-request/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:v1="http://soap.service.santander.cl">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:gdRecuperarComoTipoMimeWS>
         <v1:datosAcceso>
            <v1:idServidor>CONDOCFN</v1:idServidor>
            <v1:usuarioPool>S</v1:usuarioPool>
         </v1:datosAcceso>
         <v1:idDocRecuperar></v1:idDocRecuperar>
         <v1:tipoDoc></v1:tipoDoc>
         <v1:tipoMIMEDestino></v1:tipoMIMEDestino>
      </v1:gdRecuperarComoTipoMimeWS>
   </soapenv:Body>
</soapenv:Envelope>